export const CategoriesItem = [
       {
         name: 'Новинки',
    subcategories: []
    },
  {
    name: 'Чоловікам',
    subcategories: [
      {
        title: 'ОДЯГ',
        items: ['Куртки', 'Піджаки', 'Светри', 'Світшоти', 'Джинси', 'Футболки', 'Штани', 'Штани чино', 'Спортивні штани', 'Сорочки', 'Кардигани та светри', 'Жилети', 'Спортивний одяг'],
      },
      {
        title: 'ПЛАЩІ',
        items: ['Шорти', 'Пляжний одяг'],
      },
      {
        title: 'ІНШЕ',
        items: ['Піжами', 'Нижня білизна', 'Боксер', 'Нижня сорочка'],
      },
      {
        title: 'ВЗУТТЯ',
        items: ['Чоботи та черевики', 'Взуття для трекінгу', 'Класичне взуття', 'Спортивне взуття', 'Домашні капці'],
      },
      {
        title: 'АКСЕСУАРИ',
        items: ['Шапки, рукавички та шарфи', 'Капелюхи', 'Ремені та гаманці', 'Сумки', 'Краватки та метелики', 'Спортивні аксесуари', 'Аксесуари для подорожей', 'Парасольки', 'Інші аксесуари'],
      },
    ],
    },
    {
        name: 'Жінкам',
        subcategories: [
            {
                title: 'ОДЯГ',
                items: ['Куртки', 'Піджаки', 'Светри', 'Світшоти', 'Джинси', 'Футболки', 'Штани', 'Штани чино', 'Спортивні штани', 'Сорочки', 'Кардигани та светри', 'Жилети', 'Спортивний одяг'],
            },
            {
                title: 'ПЛАЩІ',
                items: ['Шорти', 'Пляжний одяг'],
            },
            {
                title: 'ІНШЕ',
                items: ['Піжами', 'Нижня білизна', 'Боксер', 'Нижня сорочка'],
            },
            {
                title: 'ВЗУТТЯ',
                items: ['Чоботи та черевики', 'Взуття для трекінгу', 'Класичне взуття', 'Спортивне взуття', 'Домашні капці'],
            },
            {
                title: 'АКСЕСУАРИ',
                items: ['Шапки, рукавички та шарфи', 'Капелюхи', 'Ремені та гаманці', 'Сумки', 'Краватки та метелики', 'Спортивні аксесуари', 'Аксесуари для подорожей', 'Парасольки', 'Інші аксесуари'],
            },
        ],
    },
    {
         name: 'Дітям',
    subcategories: [
      {
        title: 'ОДЯГ',
        items: ['Куртки', 'Піджаки', 'Светри', 'Світшоти', 'Джинси', 'Футболки', 'Штани', 'Штани чино', 'Спортивні штани', 'Сорочки', 'Кардигани та светри', 'Жилети', 'Спортивний одяг'],
      },
      {
        title: 'ПЛАЩІ',
        items: ['Шорти', 'Пляжний одяг'],
      },
      {
        title: 'ІНШЕ',
        items: ['Піжами', 'Нижня білизна', 'Боксер', 'Нижня сорочка'],
      },
      {
        title: 'ВЗУТТЯ',
        items: ['Чоботи та черевики', 'Взуття для трекінгу', 'Класичне взуття', 'Спортивне взуття', 'Домашні капці'],
      },
      {
        title: 'АКСЕСУАРИ',
        items: ['Шапки, рукавички та шарфи', 'Капелюхи', 'Ремені та гаманці', 'Сумки', 'Краватки та метелики', 'Спортивні аксесуари', 'Аксесуари для подорожей', 'Парасольки', 'Інші аксесуари'],
      },
    ],
    },
    {
         name: 'SALE',
    subcategories: []
    }
];