import { Container, Title } from '@/components/shared';
import React from 'react';



export default function ReturnPolicy() {
  return (
    <Container>
      <div className="mt-10 mb-14">
        <Title size="md" className='mb-5' text="Умови повернення товарів в інтернет-магазині Man_lucky_shop:" />
        <ul className="text-gray-500 text-sm space-y-5 ">
          <li className='mb-5'>Згідно з чинним законодавством України передбачають можливість повернення товару протягом 14 днів з моменту його отримання.</li>
          <li>Якщо ви не задоволені замовленим товаром з будь-яких причин, ви можете повернути його нам у незмінному стані, тобто в тому вигляді, в якому воно було отримано. Товар не повинен мати слідів носіння та має бути в оригінальній упаковці з усіма бирками та ярликами. Крім того, вам необхідно надати нам копію чека про оплату.</li>
          <li>Після отримання поверненого товару та перевірки його стану, ми повернемо вам кошти за придбаний товар. Вартість товару буде повернута на рахунок, з якого здійснювалася оплата, протягом 14 днів з моменту повернення товару.</li>
          <li>Важливо пам&apo;ятати, що вартість доставки не повертається і вона залишається за рахунок покупця, якщо повернення товару не пов&apo;язане з його браком або некоректною доставкою. Також відзначимо, що повернення взуття можливе тільки при його повноцінному стані та в оригінальній упаковці.</li>
          <li>Ми завжди готові відповісти на всі ваші запити та питання щодо повернення товарів в нашому магазині, тому не соромтеся звертатися до нашої служби підтримки клієнтів за телефоном, електронною поштою або в соціальних мережах.</li>
        </ul>
        <Title size="sm" className='mt-10 mb-5' text="Існують певні випадки, коли повернення товару не може бути прийняте. Ось деякі з них:" />
        <ol className="text-gray-500 text-sm space-y-5 mb-5">
          <li>- Товар був зношений або пошкоджений під час носіння або використання.</li>
          <li>- Товар було замовлено на спеціальне замовлення або зі спеціальними вимогами, які не передбачають повернення.</li>
          <li>- Товар не має всіх оригінальних міток, бирок, ярликів і упаковки, або упаковка пошкоджена.</li>
          <li>- Товар було куплено в магазині під час знижкових акцій або розпродажів, і на нього були встановлені особливі умови продажу.</li>
          <li>- Товар було придбано на інтернет-аукціоні або від індивідуального продавця.</li>
          <li>- Товар було куплено більше 14 днів тому.</li>
        </ol>
        <p className="text-gray-500 text-sm">В разі, якщо товар не відповідає одній з цих вимог, повернення не може бути прийняте. Ми рекомендуємо перед здійсненням повернення уважно перевірити товар, його упаковку та оригінальні мітки, бирки і ярлики, щоб уникнути можливих проблем з поверненням товару</p> 
      </div>
    </Container>
  );
};
